Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Record directly on device memory (no live stream)
ar: سجّل مباشرة في ذاكرة الجهاز (بدون بث مباشر)
da: Optag direkte i enhedens hukommelse (ingen live-stream)
de: Direkt im Gerätespeicher aufzeichnen (kein Live-Stream)
es: Grabar directamente en la memoria del dispositivo (sin transmisión)
fi: Tallenna suoraan laitteen muistiin (ei suoratoistoa)
fr: Enregistrer directement dans la mémoire de l’appareil (sans flux)
is: Taka upp beint í minni tækisins (ekkert beint streymi)
it: Registra direttamente nella memoria del dispositivo (senza streaming)
ja: デバイスのメモリに直接記録（ライブストリームなし）
ko: 기기 메모리에 직접 기록 (실시간 스트림 없음)
nb: Ta opp direkte i enhetens minne (ingen direktestrøm)
nl: Direct opnemen in apparaatgeheugen (geen live stream)
pt_br: Gravar diretamente na memória do dispositivo (sem transmissão)
ru: Записывать прямо в память устройства (без потока)
sv: Spela in direkt i enhetens minne (ingen direktström)
zh_hans: 直接记录到设备内存（无实时串流）

source: Record more sessions to see trends.
ar: سجّل المزيد من الجلسات لرؤية الاتجاهات.
da: Optag flere sessioner for at se tendenser.
de: Nimm mehr Sitzungen auf, um Trends zu sehen.
es: Grabe más sesiones para ver tendencias.
fi: Tallenna lisää istuntoja nähdäksesi trendejä.
fr: Enregistrez plus de sessions pour voir les tendances.
is: Skráðu fleiri lotur til að sjá stefnur.
it: Registrare più sessioni per vedere le tendenze.
ja: トレンドを表示するにはさらにセッションを記録してください。
ko: 추세를 확인하려면 더 많은 세션을 기록하세요.
nb: Ta opp flere økter for å se trender.
nl: Neem meer sessies op om trends te zien.
pt_br: Grave mais sessões para ver tendências.
ru: Запишите больше сессий для просмотра трендов.
sv: Spela in fler sessioner för att se trender.
zh_hans: 记录更多以查看趋势。

source: Record tab
ar: علامة تبويب التسجيل
da: Optag-fane
de: Aufnahme-Tab
es: Pestaña Grabar
fi: Tallenna-välilehti
fr: Onglet Enregistrer
is: Upptöku-flipi
it: Scheda Registra
ja: 記録タブ
ko: 기록 탭
nb: Opptak-fane
nl: Tabblad Opnemen
pt_br: Aba Gravar
ru: Вкладка «Запись»
sv: Fliken Spela in
zh_hans: 记录标签页

source: Recorded
ar: مُسجَّل
da: Optaget
de: Aufgezeichnet
es: Grabado
fi: Tallennettu
fr: Enregistré
is: Tekið upp
it: Registrato
ja: 記録済み
ko: 기록됨
nb: Tatt opp
nl: Opgenomen
pt_br: Gravado
ru: Записано
sv: Inspelat
zh_hans: 已记录

source: Recorded Beats
ar: النبضات المسجلة
da: Registrerede slag
de: Aufgezeichnete Schläge
es: Latidos registrados
fi: Tallennetut lyönnit
fr: Battements enregistrés
is: Skráð slög
it: Battiti registrati
ja: 記録した拍
ko: 기록된 박동
nb: Registrerte slag
nl: Vastgelegde slagen
pt_br: Batimentos registrados
ru: Записанные удары
sv: Registrerade slag
zh_hans: 已记录心跳

source: Recorder not ready yet.
ar: المسجّل غير جاهز بعد.
da: Optageren er ikke klar endnu.
de: Rekorder noch nicht bereit.
es: El grabador aún no está listo.
fi: Tallennin ei ole vielä valmis.
fr: L’enregistreur n’est pas encore prêt.
is: Upptökutæki ekki tilbúið enn.
it: Il registratore non è ancora pronto.
ja: レコーダーはまだ準備できていません。
ko: 레코더가 아직 준비되지 않았습니다.
nb: Opptakeren er ikke klar ennå.
nl: Recorder is nog niet gereed.
pt_br: O gravador ainda não está pronto.
ru: Регистратор ещё не готов.
sv: Inspelaren är inte klar ännu.
zh_hans: 记录器尚未就绪。

source: Recording
ar: تسجيل
da: Optagelse
de: Aufnahme
es: Grabación
fi: Tallennus
fr: Enregistrement
is: Upptaka
it: Registrazione
ja: 記録
ko: 기록 중
nb: Opptak
nl: Opname
pt_br: Gravação
ru: Запись
sv: Inspelning
zh_hans: 记录中

source: Recording bounds
ar: حدود التسجيل
da: Optagelsesgrænser
de: Aufzeichnungsgrenzen
es: Límites de la grabación
fi: Tallennuksen rajat
fr: Bornes de l’enregistrement
is: Mörk upptöku
it: Limiti della registrazione
ja: 記録範囲
ko: 기록 범위
nb: Opptaksgrenser
nl: Opnamegrenzen
pt_br: Limites da gravação
ru: Границы записи
sv: Inspelningsgränser
zh_hans: 记录边界

source: Recording continues without heart rate. Move the strap closer to the phone or replace the battery.
ar: تستمر عملية التسجيل دون معدل ضربات القلب. قرِّب الحزام من الهاتف أو استبدل البطارية.
da: Optagelsen fortsætter uden puls. Flyt remmen tættere på telefonen, eller udskift batteriet.
de: Die Aufzeichnung wird ohne Herzfrequenz fortgesetzt. Bringe den Gurt näher ans Telefon oder tausche die Batterie aus.
es: La grabación continúa sin frecuencia cardíaca. Acerca la banda al teléfono o cambia la pila.
fi: Tallennus jatkuu ilman sykettä. Siirrä panta lähemmäs puhelinta tai vaihda paristo.
fr: L'enregistrement se poursuit sans fréquence cardiaque. Rapprochez la ceinture du téléphone ou remplacez la pile.
is: Upptaka heldur áfram án hjartsláttar. Færðu beltið nær símanum eða skiptu um rafhlöðu.
it: La registrazione continua senza frequenza cardiaca. Avvicina la fascia al telefono o sostituisci la batteria.
ja: 心拍数なしで記録を続けています。ストラップを携帯電話に近づけるか、電池を交換してください。
ko: 심박수 없이 기록을 계속합니다. 스트랩을 휴대폰에 더 가까이 두거나 배터리를 교체하세요.
nb: Opptaket fortsetter uten puls. Flytt beltet nærmere telefonen eller bytt batteriet.
nl: De opname gaat door zonder hartslag. Breng de band dichter bij de telefoon of vervang de batterij.
pt_br: A gravação continua sem frequência cardíaca. Aproxime a cinta do telefone ou troque a bateria.
ru: Запись продолжается без пульса. Поднесите ремень ближе к телефону или замените батарейку.
sv: Inspelningen fortsätter utan puls. Flytta bandet närmare telefonen eller byt batteri.
zh_hans: 记录将在没有心率的情况下继续。请将心率带靠近手机或更换电池。

source: Recording details
ar: تفاصيل التسجيل
da: Optagelsesdetaljer
de: Aufzeichnungsdetails
es: Detalles de la grabación
fi: Tallennuksen tiedot
fr: Détails de l’enregistrement
is: Upplýsingar um upptöku
it: Dettagli della registrazione
ja: 記録の詳細
ko: 기록 세부정보
nb: Opptaksdetaljer
nl: Opnamedetails
pt_br: Detalhes da gravação
ru: Детали записи
sv: Inspelningsdetaljer
zh_hans: 记录详情

source: Recording in progress
ar: التسجيل قيد التقدم
da: Optagelse i gang
de: Aufnahme läuft
es: Grabación en progreso
fi: Tallennus käynnissä
fr: Enregistrement en cours
is: Upptaka í gangi
it: Registrazione in corso
ja: 記録中
ko: 기록 진행 중
nb: Opptak pågår
nl: Opname bezig
pt_br: Gravação em andamento
ru: Идёт запись
sv: Inspelning pågår
zh_hans: 正在记录

source: Recording on device memory
ar: التسجيل في ذاكرة الجهاز
da: Optager i enhedens hukommelse
de: Aufzeichnung im Gerätespeicher
es: Grabando en la memoria del dispositivo
fi: Tallennetaan laitteen muistiin
fr: Enregistrement dans la mémoire de l’appareil
is: Tek upp í minni tækisins
it: Registrazione nella memoria del dispositivo
ja: デバイスのメモリに記録中
ko: 기기 메모리에 기록 중
nb: Tar opp i enhetens minne
nl: Opnemen in apparaatgeheugen
pt_br: Gravando na memória do dispositivo
ru: Запись в память устройства
sv: Spelar in i enhetens minne
zh_hans: 记录至设备内存

source: Recording on device...
ar: جارٍ التسجيل على الجهاز...
da: Optager på enhed...
de: Aufnahme auf Gerät …
es: Grabando en el dispositivo...
fi: Tallennetaan laitteella...
fr: Enregistrement sur l'appareil...
is: Tek upp á tæki...
it: Registrazione sul dispositivo...
ja: デバイスに記録中...
ko: 기기에서 기록 중...
nb: Tar opp på enhet...
nl: Opnemen op apparaat...
pt_br: Gravando no dispositivo...
ru: Запись на устройстве...
sv: Spelar in på enhet...
zh_hans: 正在设备上记录...

source: Recording Paused
ar: التسجيل متوقف مؤقتاً
da: Optagelse sat på pause
de: Aufnahme pausiert
es: Grabación pausada
fi: Tallennus keskeytetty
fr: Enregistrement en pause
is: Upptaka í hlé
it: Registrazione in pausa
ja: 記録一時停止
ko: 기록 일시 정지됨
nb: Opptak satt på pause
nl: Opname gepauzeerd
pt_br: Gravação Pausada
ru: Запись приостановлена
sv: Inspelning pausad
zh_hans: 记录已暂停

source: Recording...
ar: جارٍ التسجيل...
da: Optager...
de: Aufnahme läuft …
es: Grabando...
fi: Tallennetaan...
fr: Enregistrement...
is: Tek upp...
it: Registrazione...
ja: 記録中...
ko: 기록 중...
nb: Tar opp...
nl: Opnemen...
pt_br: Gravando...
ru: Запись...
sv: Spelar in...
zh_hans: 正在记录...

source: Records the chat view's render path, keyboard show/hide notifications, textfield focus events, and a 200 ms main-thread heartbeat. Used to find what's blocking the keyboard.
ar: يسجّل مسار عرض واجهة الدردشة، وإشعارات إظهار/إخفاء لوحة المفاتيح، وأحداث تركيز حقول النص، ونبضة بمعدل 200 م.ث للخيط الرئيسي. يُستخدم لمعرفة ما يعيق لوحة المفاتيح.
da: Optager chatvisningens render-sti, notifikationer om visning/skjul af tastatur, fokushændelser for tekstfelter og et hovedtråds-heartbeat på 200 ms. Bruges til at finde, hvad der blokerer tastaturet.
de: Zeichnet den Render-Pfad der Chat-Ansicht, Benachrichtigungen zum Ein-/Ausblenden der Tastatur, Fokus-Ereignisse von Textfeldern und einen 200-ms-Heartbeat des Hauptthreads auf. Wird verwendet, um herauszufinden, was die Tastatur blockiert.
es: Registra la ruta de renderizado de la vista de chat, las notificaciones de mostrar/ocultar el teclado, los eventos de foco de los campos de texto y un latido de 200 ms del hilo principal. Se usa para averiguar qué está bloqueando el teclado.
fi: Tallentaa chatnäkymän renderöintipolun, näppäimistön näytä/piilota-ilmoitukset, tekstikenttien kohdistustapahtumat ja pääsäikeen 200 ms:n sykkeen. Käytetään selvittämään, mikä estää näppäimistön.
fr: Enregistre le chemin de rendu de la vue de chat, les notifications d'affichage/masquage du clavier, les événements de focus des champs de texte et un battement de 200 ms du thread principal. Utilisé pour identifier ce qui bloque le clavier.
is: Skráir teikniferil spjallsýnar, tilkynningar um birtingu/felingu lyklaborðs, fókusatburði textareita og 200 ms hjartslátt aðalþráðar. Notað til að finna hvað hindrar lyklaborðið.
it: Registra il percorso di rendering della vista chat, le notifiche di visualizzazione/nascondimento della tastiera, gli eventi di focus dei campi di testo e un heartbeat di 200 ms del thread principale. Usato per individuare cosa blocca la tastiera.
ja: チャットビューのレンダリングパス、キーボードの表示/非表示通知、テキストフィールドのフォーカスイベント、メインスレッドの200 msハートビートを記録します。キーボードをブロックしている要因を特定するために使用します。
ko: 채팅 뷰의 렌더링 경로, 키보드 표시/숨김 알림, 텍스트 필드 포커스 이벤트, 메인 스레드의 200ms 하트비트를 기록합니다. 키보드를 차단하는 원인을 찾는 데 사용됩니다.
nb: Registrerer chatvisningens gjengivelsessti, varsler om vis/skjul av tastatur, fokushendelser for tekstfelt og et hovedtråds-heartbeat på 200 ms. Brukes til å finne hva som blokkerer tastaturet.
nl: Registreert het renderpad van de chatweergave, meldingen voor tonen/verbergen van het toetsenbord, focusgebeurtenissen van tekstvelden en een hartslag van 200 ms op de hoofdthread. Wordt gebruikt om te achterhalen wat het toetsenbord blokkeert.
pt_br: Registra o caminho de renderização da visualização de chat, as notificações de exibir/ocultar o teclado, os eventos de foco dos campos de texto e um heartbeat de 200 ms da thread principal. Usado para descobrir o que está bloqueando o teclado.
ru: Записывает путь отрисовки представления чата, уведомления о показе/скрытии клавиатуры, события фокуса текстовых полей и 200-мс пульс основного потока. Используется для выявления того, что блокирует клавиатуру.
sv: Registrerar chattvyns renderingsväg, aviseringar om visa/dölj tangentbord, fokushändelser för textfält och en huvudtrådspuls på 200 ms. Används för att hitta vad som blockerar tangentbordet.
zh_hans: 记录聊天视图的渲染路径、键盘显示/隐藏通知、文本框焦点事件，以及主线程的 200 毫秒心跳。用于查找阻塞键盘的原因。

source: Recover / fix this workout
ar: استرداد / إصلاح هذا التمرين
da: Gendan / reparer denne træning
de: Dieses Training wiederherstellen / reparieren
es: Recuperar / reparar este entrenamiento
fi: Palauta / korjaa tämä harjoitus
fr: Récupérer / réparer cette séance
is: Endurheimta / laga þessa æfingu
it: Recupera / ripara questo allenamento
ja: このワークアウトを復元 / 修復
ko: 이 운동 복구 / 수정
nb: Gjenopprett / reparer denne økten
nl: Deze training herstellen / repareren
pt_br: Recuperar / corrigir este treino
ru: Восстановить / исправить эту тренировку
sv: Återställ / reparera detta träningspass
zh_hans: 恢复 / 修复此次训练

source: Recover All %lld Sessions
ar: استرداد جميع الجلسات الـ %lld
da: Gendan alle %lld sessioner
de: Alle %lld Sitzungen wiederherstellen
es: Recuperar las %lld sesiones
fi: Palauta kaikki %lld istuntoa
fr: Récupérer les %lld sessions
is: Endurheimta allar %lld loturnar
it: Recupera tutte le %lld sessioni
ja: %lld 件のセッションをすべて復元
ko: 세션 %lld개 모두 복구
nb: Gjenopprett alle %lld økter
nl: Alle %lld sessies herstellen
pt_br: Recuperar Todas as %lld Sessões
ru: Восстановить все %lld сессии
sv: Återställ alla %lld sessioner
zh_hans: 恢复全部 %lld 个记录

source: Recover data
ar: استرداد البيانات
da: Gendan data
de: Daten wiederherstellen
es: Recuperar datos
fi: Palauta tiedot
fr: Récupérer les données
is: Endurheimta gögn
it: Recupera dati
ja: データを復元
ko: 데이터 복구
nb: Gjenopprett data
nl: Gegevens herstellen
pt_br: Recuperar dados
ru: Восстановить данные
sv: Återställ data
zh_hans: 恢复数据

source: Recover Data
ar: استرداد البيانات
da: Gendan data
de: Daten wiederherstellen
es: Recuperar datos
fi: Palauta tiedot
fr: Récupérer les données
is: Endurheimta gögn
it: Recupera dati
ja: データを復元
ko: 데이터 복구
nb: Gjenopprett data
nl: Gegevens herstellen
pt_br: Recuperar Dados
ru: Восстановить данные
sv: Återställ data
zh_hans: 恢复数据

source: Recover full session from strap
ar: استرداد الجلسة الكاملة من الحزام
da: Gendan hele sessionen fra remmen
de: Vollständige Sitzung vom Gurt wiederherstellen
es: Recuperar la sesión completa de la banda
fi: Palauta koko istunto pannasta
fr: Récupérer la séance complète depuis la ceinture
is: Endurheimta heila lotu úr ólinni
it: Recupera l'intera sessione dalla fascia
ja: ストラップからセッション全体を復元
ko: 스트랩에서 전체 세션 복구
nb: Gjenopprett hele økten fra beltet
nl: Volledige sessie herstellen vanaf de band
pt_br: Recuperar a sessão completa da cinta
ru: Восстановить всю сессию с ремня
sv: Återställ hela sessionen från bandet
zh_hans: 从心率带恢复完整记录

source: Recover Lost Sessions
ar: استرداد الجلسات المفقودة
da: Gendan tabte sessioner
de: Verlorene Sitzungen wiederherstellen
es: Recuperar sesiones perdidas
fi: Palauta kadonneet istunnot
fr: Récupérer les sessions perdues
is: Endurheimta glataðar lotur
it: Recupera sessioni perse
ja: 消失セッションを復元
ko: 유실된 세션 복구
nb: Gjenopprett tapte økter
nl: Verloren sessies herstellen
pt_br: Recuperar Sessões Perdidas
ru: Восстановить потерянные сессии
sv: Återställ förlorade sessioner
zh_hans: 恢复丢失的记录

source: Recover or discard before starting new recording
ar: استرد أو تجاهل قبل بدء تسجيل جديد
da: Gendan eller kassér før du starter ny optagelse
de: Wiederherstellen oder verwerfen, bevor du eine neue Aufnahme startest
es: Recupera o descarta antes de iniciar una nueva grabación
fi: Palauta tai hylkää ennen uuden tallennuksen aloittamista
fr: Récupérez ou ignorez avant de commencer un nouvel enregistrement
is: Endurheimtu eða fleygðu áður en ný upptaka hefst
it: Recuperare o scartare prima di iniziare una nuova registrazione
ja: 新しい記録を始める前に復元または破棄してください
ko: 새 기록을 시작하기 전에 복구하거나 폐기하세요
nb: Gjenopprett eller forkast før du starter nytt opptak
nl: Herstel of verwijder voordat u een nieuwe opname start
pt_br: Recupere ou descarte antes de iniciar nova gravação
ru: Восстановите или отмените перед началом новой записи
sv: Återställ eller kassera innan du startar ny inspelning
zh_hans: 在开始新记录前请恢复或丢弃

source: Recover route from Apple Watch
ar: استرداد المسار من Apple Watch
da: Gendan rute fra Apple Watch
de: Route von Apple Watch wiederherstellen
es: Recuperar ruta de Apple Watch
fi: Palauta reitti Apple Watchista
fr: Récupérer l'itinéraire depuis l'Apple Watch
is: Endurheimta leið úr Apple Watch
it: Recupera percorso da Apple Watch
ja: Apple Watch からルートを復元
ko: Apple Watch에서 경로 복구
nb: Gjenopprett rute fra Apple Watch
nl: Route herstellen vanaf Apple Watch
pt_br: Recuperar rota do Apple Watch
ru: Восстановить маршрут с Apple Watch
sv: Återställ rutt från Apple Watch
zh_hans: 从 Apple Watch 恢复路线

source: Recover RR from Strap
ar: استرداد RR من الحزام
da: Gendan RR fra sele
de: RR vom Brustgurt wiederherstellen
es: Recuperar RR de la banda
fi: Palauta RR-data vyöstä
fr: Récupérer les RR depuis la ceinture
is: Endurheimta RR frá ól
it: Recupera RR dalla fascia
ja: ストラップからRRを復元
ko: 스트랩에서 RR 복구
nb: Gjenopprett RR fra sele
nl: RR herstellen van band
pt_br: Recuperar RR da Cinta
ru: Восстановить RR с датчика
sv: Återställ RR från bröstband
zh_hans: 从心率带恢复RR

source: Recover session
ar: استرداد الجلسة
da: Gendan session
de: Sitzung wiederherstellen
es: Recuperar sesión
fi: Palauta istunto
fr: Récupérer la séance
is: Endurheimta lotu
it: Recupera sessione
ja: セッションを復元
ko: 세션 복구
nb: Gjenopprett økt
nl: Sessie herstellen
pt_br: Recuperar sessão
ru: Восстановить сессию
sv: Återställ pass
zh_hans: 恢复记录

source: Recover workout from strap
ar: استرداد التمرين من الحزام
da: Gendan træning fra bælte
de: Training vom Gurt wiederherstellen
es: Recuperar entrenamiento desde la banda
fi: Palauta harjoitus pannasta
fr: Récupérer la séance depuis la ceinture
is: Endurheimta æfingu úr belti
it: Recupera l'allenamento dalla fascia
ja: ストラップからワークアウトを復元
ko: 스트랩에서 운동 복구
nb: Gjenopprett økt fra stroppen
nl: Training herstellen vanaf band
pt_br: Recuperar treino da cinta
ru: Восстановить тренировку с датчика
sv: Återställ träningspass från bandet
zh_hans: 从心率带恢复训练

source: Recovered %1$lld of %2$lld sessions. %3$lld could not be recovered (may have insufficient data).
ar: تم استرداد %lld من أصل %lld جلسة. تعذّر استرداد %lld (قد تكون بياناتها غير كافية).
da: Gendannede %lld af %lld sessioner. %lld kunne ikke gendannes (har muligvis utilstrækkelige data).
de: %lld von %lld Sitzungen wiederhergestellt. %lld konnten nicht wiederhergestellt werden (evtl. zu wenig Daten).
es: Se recuperaron %lld de %lld sesiones. %lld no se pudieron recuperar (puede que tengan datos insuficientes).
fi: Palautettiin %lld / %lld istuntoa. %lld ei voitu palauttaa (tiedot voivat olla riittämättömät).
fr: %lld séances récupérées sur %lld. %lld n’ont pas pu être récupérées (données peut-être insuffisantes).
is: Endurheimti %lld af %lld lotum. %lld tókst ekki að endurheimta (gögn gætu verið ónæg).
it: Recuperate %lld sessioni su %lld. %lld non sono state recuperate (dati forse insufficienti).
ja: %2$lld 件中 %1$lld 件のセッションを復元しました。%3$lld 件は復元できませんでした（データ不足の可能性）。
ko: %2$lld개 중 %1$lld개 세션을 복구했습니다. %3$lld개는 복구하지 못했습니다(데이터가 부족할 수 있음).
nb: Gjenopprettet %lld av %lld økter. %lld kunne ikke gjenopprettes (kan ha utilstrekkelige data).
nl: %lld van %lld sessies hersteld. %lld konden niet worden hersteld (mogelijk te weinig gegevens).
pt_br: Recuperadas %lld de %lld sessões. %lld não puderam ser recuperadas (podem ter dados insuficientes).
ru: Восстановлено %lld из %lld сессий. %lld восстановить не удалось (возможно, недостаточно данных).
sv: Återställde %lld av %lld pass. %lld kunde inte återställas (kan ha otillräcklig data).
zh_hans: 已恢复 %lld 条记录（共 %lld 条）。%lld 条无法恢复（可能数据不足）。

source: Recovered from on-device backup%@. Metrics cover only the captured portion of the workout.
ar: تم الاسترداد من نسخة احتياطية على الجهاز%@. تغطي المقاييس الجزء المسجَّل من التمرين فقط.
da: Gendannet fra lokal backup%@. Målingerne dækker kun den registrerede del af træningen.
de: Aus lokaler Sicherung wiederhergestellt%@. Die Kennzahlen umfassen nur den erfassten Teil des Trainings.
es: Recuperado de una copia local%@. Las métricas cubren solo la parte registrada del entrenamiento.
fi: Palautettu laitteen varmuuskopiosta%@. Mittarit kattavat vain harjoituksen tallennetun osan.
fr: Récupéré depuis une sauvegarde locale%@. Les métriques ne couvrent que la partie enregistrée de la séance.
is: Endurheimt úr afriti í tækinu%@. Mælingar ná aðeins yfir skráða hluta æfingarinnar.
it: Recuperato dal backup sul dispositivo%@. Le metriche coprono solo la parte registrata dell’allenamento.
ja: 端末内のバックアップから復元しました%@。指標は記録された部分のみを対象としています。
ko: 기기 내 백업에서 복구했습니다%@. 지표는 기록된 구간만 포함합니다.
nb: Gjenopprettet fra lokal sikkerhetskopi%@. Måltallene dekker bare den registrerte delen av økten.
nl: Hersteld uit lokale back-up%@. De metrieken dekken alleen het vastgelegde deel van de training.
pt_br: Recuperado do backup no dispositivo%@. As métricas cobrem apenas a parte registrada do treino.
ru: Восстановлено из резервной копии на устройстве%@. Метрики охватывают только записанную часть тренировки.
sv: Återställd från lokal säkerhetskopia%@. Måtten täcker bara den registrerade delen av passet.
zh_hans: 已从设备本地备份恢复%@。各项指标仅覆盖已记录的训练部分。

source: Recovered workout — check it
ar: تمرين تمت استعادته — تحقق منه
da: Gendannet træning — tjek den
de: Wiederhergestelltes Training — überprüfen
es: Entrenamiento recuperado — revísalo
fi: Palautettu harjoitus — tarkista se
fr: Entraînement récupéré — vérifiez-le
is: Endurheimt æfing — athugaðu hana
it: Allenamento recuperato — controllalo
ja: 復元されたワークアウト — 確認してください
ko: 복구된 운동 — 확인하세요
nb: Gjenopprettet økt — sjekk den
nl: Hersteld workout — controleer het
pt_br: Treino recuperado — verifique
ru: Восстановленная тренировка — проверьте её
sv: Återställt träningspass — kontrollera det
zh_hans: 已恢复的运动 — 请检查

# Recovering %lld of %lld...
source: Recovering %1$lld of %2$lld...
ar: جارٍ الاسترداد %1$lld من %2$lld...
da: Gendanner %lld af %lld...
de: Wiederherstellung %lld von %lld …
es: Recuperando %lld de %lld...
fi: Palautetaan %1$lld / %2$lld...
fr: Récupération %lld sur %lld...
is: Endurheimta %1$lld af %2$lld...
it: Recupero %lld di %lld...
ja: %lld / %lldを復元中...
ko: %lld / %lld 복구 중...
nb: Gjenoppretter %lld av %lld...
nl: %lld van %lld herstellen...
pt_br: Recuperando %lld de %lld...
ru: Восстановление %lld из %lld...
sv: Återställer %lld av %lld...
zh_hans: 正在恢复 %1$lld / %2$lld...

source: Recovering from strap…
ar: جارٍ الاسترداد من الحزام…
da: Gendanner fra rem …
de: Wiederherstellung vom Gurt …
es: Recuperando de la banda…
fi: Palautetaan pannasta…
fr: Récupération depuis la ceinture…
is: Endurheimti úr ól…
it: Recupero dalla fascia…
ja: ストラップから復元中…
ko: 스트랩에서 복구 중…
nb: Gjenoppretter fra stropp …
nl: Herstellen van band…
pt_br: Recuperando da cinta…
ru: Восстановление с ремня…
sv: Återställer från band …
zh_hans: 正在从心率带恢复…

source: Recovering…
ar: جارٍ الاسترداد…
da: Gendanner…
de: Wiederherstellung…
es: Recuperando…
fi: Palautetaan…
fr: Récupération…
is: Endurheimti…
it: Ripristino…
ja: 復元中…
ko: 복구 중…
nb: Gjenoppretter…
nl: Herstellen…
pt_br: Recuperando…
ru: Восстановление…
sv: Återställer…
zh_hans: 正在恢复…

source: recovery
ar: التعافي
da: restitution
de: Erholung
es: recuperación
fi: palautuminen
fr: récupération
is: endurheimt
it: recupero
ja: 回復
ko: 회복
nb: restitusjon
nl: herstel
pt_br: recuperação
ru: восстановление
sv: återhämtning
zh_hans: 恢复

source: Recovery
ar: التعافي
da: Restitution
de: Erholung
es: Recuperación
fi: Palautuminen
fr: Récupération
is: Bati
it: Recupero
ja: 回復
ko: 회복
nb: Restitusjon
nl: Herstel
pt_br: Recuperação
ru: Восстановление
sv: Återhämtning
zh_hans: 恢复

source: RECOVERY · ACTIVE WALK
ar: تعافٍ · مشي نشط
da: RESTITUTION · AKTIV GANG
de: ERHOLUNG · AKTIVES GEHEN
es: RECUPERACIÓN · CAMINATA ACTIVA
fi: PALAUTUMINEN · AKTIIVINEN KÄVELY
fr: RÉCUPÉRATION · MARCHE ACTIVE
is: ENDURHEIMT · VIRK GANGA
it: RECUPERO · CAMMINATA ATTIVA
ja: 回復 · アクティブウォーク
ko: 회복 · 액티브 워크
nb: RESTITUSJON · AKTIV GANGE
nl: HERSTEL · ACTIEF WANDELEN
pt_br: RECUPERAÇÃO · CAMINHADA ATIVA
ru: ВОССТАНОВЛЕНИЕ · АКТИВНАЯ ХОДЬБА
sv: ÅTERHÄMTNING · AKTIV PROMENAD
zh_hans: 恢复 · 主动步行

source: Recovery / active rest
ar: تعافٍ / راحة نشطة
da: Restitution / aktiv hvile
de: Erholung / aktive Ruhe
es: Recuperación / descanso activo
fi: Palautuminen / aktiivinen lepo
fr: Récupération / repos actif
is: Endurheimt / virk hvíld
it: Recupero / riposo attivo
ja: 回復 / アクティブレスト
ko: 회복 / 능동 휴식
nb: Restitusjon / aktiv hvile
nl: Herstel / actieve rust
pt_br: Recuperação / descanso ativo
ru: Восстановление / активный отдых
sv: Återhämtning / aktiv vila
zh_hans: 恢复 / 主动休息
